[
  {
    "id": 1,
    "image": "https://i.ibb.co/HNdvwPG/1.jpg",
    "title": "Modern Office Building",
    "info": "Equipped with advanced amenities such as high-speed internet, climate control systems, and secure access controls, tenants can focus on their core operations without worrying about the logistical nuances. Additionally, dedicated parking facilities and proximity to public transportation ensure seamless accessibility for employees and clients alike.Beyond its functional features, the Modern Office Building prioritizes sustainability, boasting eco-friendly initiatives that reduce environmental impact and lower operational costs. From energy-efficient lighting to recycling programs, tenants can take pride in working in a space that values corporate social responsibility",
    "segment_name": "Office buildings",
    "description": "State-of-the-art office building with spacious workspaces and modern amenities.",
    "price": "$10,000,000",
    "status": "Sell",
    "status1": "Buy",
    "area": "25,000 sq ft",
    "agent": "Matthew Davis",
    "address": "654 Pine Street, Noakhali, Bangladesh",
    "date_time": "2024-04-06 10:00:00+06:00",
    "location": "Downtown Business District",
    "facilities": ["Parking Garage", "Conference Rooms", "Fitness Center"]
  },
  {
    "id": 2,
    "image": "https://i.ibb.co/txDTt3D/2.jpg",
    "title": "Prime Retail Store Space",
    "segment_name": "Retail spaces",
    "description": "High-traffic retail space in a bustling shopping district.",
    "price": "$5,000 per month",
    "info": "Characterized by its prominent storefront, spacious layout, and high foot traffic, Prime Retail Space provides an ideal platform for businesses to showcase their products and services to a wide customer base. Its sleek, modern facade and well-maintained exterior create an inviting atmosphere, drawing in potential customers and establishing a strong brand presence.Internally, the layout of Prime Retail Space is thoughtfully crafted to accommodate diverse retail needs, offering ample floor space for product displays, customer interaction zones, and inventory storage. High ceilings and large windows flood the interior with natural light, enhancing the ambiance and showcasing merchandise to its best advantage.",
    "status": "Rent",
    "status1": "Rent",
    "area": "2,500 sq ft",
    "location": "Main Street",
    "facilities": ["Storefront Display", "Security System", "Storage Area"],
    "agent": "Emily Hernandez",
    "address": "321 Willow Street, Comilla, Bangladesh",
    "date_time": "2024-04-07 14:15:00+06:00"
  },
  {
    "id": 3,
    "image": "https://i.ibb.co/sJJC89h/3.jpg",
    "title": "Spacious Warehouse Building",
    "segment_name": "Warehouses",
    "description": "Large warehouse space suitable for storage or distribution.",
    "price": "$3,500,000",
    "info": "The layout is thoughtfully designed for efficiency and accessibility, with wide aisles and clear pathways facilitating seamless movement of goods and equipment. Additionally, the property is equipped with state-of-the-art loading docks and ample parking spaces, ensuring smooth logistics operations and convenient access for trucks and vehicles.Furthermore, the Spacious Warehouse offers versatility beyond compare. Its modular design allows for easy customization to suit specific business requirements. Whether you need to partition sections for different purposes, install mezzanines for additional storage, or integrate advanced technology for automation, this warehouse can be tailored to meet your evolving needs",
    "status": "Sell",
    "status1": "Buy",
    "area": "50,000 sq ft",
    "location": "Industrial Park",
    "facilities": ["Loading Docks", "Racking Systems", "Office Space"],
    "agent": "James Garcia",
    "address": "890 Spruce Street, Barisal, Bangladesh",
    "date_time": "2024-04-08 08:30:00+06:00"
  },
  {
    "id": 4,
    "image": "https://i.ibb.co/z8mzSbK/4.jpg",
    "title": "Industrial Manufacturing Plant",
    "segment_name": "Industrial facilities",
    "description": "Fully-equipped industrial facility with manufacturing capabilities",
    "info": "Welcome to the heart of industrial productivity with this sprawling Industrial Manufacturing Plant. Situated on a vast expanse of land, this property embodies efficiency, functionality, and versatility, making it an ideal hub for manufacturing operations of various scales and sectors.Spanning acres of meticulously planned infrastructure, this plant boasts a robust layout designed to streamline production processes. The facility features state-of-the-art machinery and equipment, purpose-built to handle a diverse range of manufacturing requirements. From assembly lines to specialized workstations, every corner of this facility is optimized for maximum output",
    "price": "$15,000,000",
    "status": "Sell",
    "status1": "Buy",
    "area": "100,000 sq ft",
    "location": "Industrial Zone",
    "facilities": ["Production Line", "Warehousing", "Office Complex"],
    "agent": "Lisa Miller",
    "address": "567 Maple Street, Rajshahi, Bangladesh",
    "date_time": "2024-04-09 12:00:00+06:00"
  },
  {
    "id": 5,
    "image": "https://i.ibb.co/dbbCPjz/5.jpg",
    "title": "Upscale Restaurant Space",
    "segment_name": "Restaurants",
    "description": "Elegant restaurant space with a fully-equipped kitchen and dining area.",
    "info": "Upon entry, guests are greeted by a meticulously crafted interior, characterized by upscale finishes, ambient lighting, and spacious seating arrangements conducive to both intimate dining experiences and larger gatherings. The layout is thoughtfully designed to optimize flow and functionality, seamlessly blending comfort with a sense of grandeur.The kitchen facilities are outfitted with state-of-the-art equipment, catering to the demands of a high-end culinary operation. Whether crafting intricate tasting menus or executing elaborate dishes, chefs will find ample space and resources to showcase their culinary expertise",
    "price": "$8,000 per month",
    "status": "Rent",
    "status1": "Rent",
    "area": "3,000 sq ft",
    "location": "City Center",
    "facilities": ["Commercial Kitchen", "Dining Area", "Bar"],
    "agent": "David Williams",
    "address": "234 Birch Street, Khulna, Bangladesh",
    "date_time": "2024-04-10 17:45:00+06:00"
  },
  {
    "id": 6,
    "image": "https://i.ibb.co/kHy5k0V/6.jpg",
    "title": "Versatile Entertainment Venue",
    "segment_name": "Entertainment venues",
    "description": "Flexible space suitable for concerts, performances, or special events.",
    "info": "The venue boasts a flexible layout, allowing for various configurations to suit any event size. Whether you're planning a grand gala or a cozy product launch, the space can be tailored to create the perfect ambiance.Equipped with top-notch sound systems, lighting rigs, and A/V equipment, the venue is ready to deliver flawless presentations, energetic concerts, or captivating film screenings.Situated in a convenient and easily accessible area, the venue ensures a smooth arrival for your guests, no matter how they choose to travel.",
    "price": "$20,000 per event",
    "status": "Rent",
    "status1": "Rent",
    "area": "5,000 sq ft",
    "location": "Arts District",
    "facilities": ["Stage", "Lighting Rig", "Sound System"],
    "agent": "Alice Jones",
    "address": "100 Poplar Street, Sylhet, Bangladesh",
    "date_time": "2024-04-11 09:15:00+06:00"
  },
  {
    "id": 7,
    "image": "https://i.ibb.co/F7DrqyX/7.jpg",
    "title": "Office Complex Building",
    "segment_name": "Office buildings",
    "description": "Large office complex with multiple floors and dedicated parking.",
    "price": "$25,000,000",
    "info": "A multi-tenant commercial property designed to house businesses. It typically consists of one or more buildings containing office space, common areas.City, neighborhood, proximity to highways or public transportation.Total square footage of the complex and individual office spaces available.On-site parking, security, property management, high-speed internet, etc.",
    "status": "Sell",
    "status1": "Buy",
    "area": "75,000 sq ft",
    "location": "Business Park",
    "facilities": ["Elevators", "Cafeteria", "Executive Suites"],
    "agent": "Michael Brown",
    "address": "789 Oak Street, Chittagong, Bangladesh",
    "date_time": "2024-04-12 15:30:00+06:00"
  },
  {
    "id": 8,
    "image": "https://i.ibb.co/52RLtgt/8.jpg",
    "title": "Shopping Mall Store Space",
    "segment_name": "Retail spaces",
    "description": "Spacious retail space within a popular shopping mall.",
    "price": "$12,000 per month",
    "info": "The Shopping Mall Space is likely a retail property within a larger shopping mall. It could be a vacancy waiting to be leased by a store, restaurant, or service provider. Malls typically offer enclosed, climate-controlled spaces with high foot traffic. The size and ideal use for the space would depend on the specific mall's layout and tenant mix",
    "status": "Rent",
    "status1": "Rent",
    "area": "5,000 sq ft",
    "location": "Shopping Center",
    "facilities": ["Shopfronts", "Food Court", "Escalators"],
    "agent": "Jane Smith",
    "address": "456 Elm Street, Dhaka, Bangladesh",
    "date_time": "2024-04-13T10:00:00+06:00"
  },
  {
    "id": 9,
    "image": "https://i.ibb.co/TTCNR57/9.jpg",
    "title": "Distribution Center Space",
    "segment_name": "Warehouses",
    "description": "State-of-the-art distribution center with automated sorting and storage systems.",
    "info": "A warehouse facility specifically designed for the storage and movement of large quantities of goods.Large square footage to accommodate a high volume of inventory.High ceilings for efficient storage using racks and forklifts.Dock doors to facilitate loading and unloading of trucks and trailers.Open floor plan for maneuvering large pallets and equipment.May have designated areas for packing, sorting, and labeling.Might include office space for administrative functions.",
    "price": "$20,000,000",
    "status": "Sell",
    "status1": "Buy",
    "area": "200,000 sq ft",
    "location": "Logistics Hub",
    "facilities": ["Automated Conveyors", "Cold Storage", "Office Suites"],
    "agent": "John Doe",
    "address": "123 Main Street, Narayanganj, Bangladesh",
    "date_time": "2024-04-14T14:55:00+06:00"
  }
]
